Repository: erkin7333/ortopedik-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Telefon raqam
ru: Номер телефона

source: Parol
ru: Пароль

source: Parolni qayta kiriting
ru: Введите пароль еще раз

source: Parolni tasdiqlang
ru: Подтвердите пароль

source: Ushbu foydalanuvchi nomi bilan ro'yxatdan o'tilgan
ru: Зарегистрирован с этим именем пользователя

source: Ushbu telefon raqami bilan ro'yxatdan o'tilgan
ru: Зарегистрирован с этим номером телефона

source: Iltimos parollar bir xilligini tekshiring
ru: Пожалуйста, убедитесь, что пароли совпадают

source: To'lov miqdori (so'mda)
ru: К оплате

source: Kiritilgan qiymat telefon raqam emas iltimos tekshirip qaytadan kiriting
ru: Введенное значение не является номером телефона, проверьте и введите еще раз

source: F.I.O
ru: Ф.И.О.

source: Email
ru: Электронная почта

source: Kompaniya
ru: Компания

source: Xabar
ru: Сообщение

source: Sayt nomi
ru: Название сайта

source: Qisqacha malumot
ru: Краткая информация

source: Joylashuv
ru: Расположение

source: Manzil
ru: Адрес

source: Elektron manzil
ru: Адрес электронной почты

source: Contact
ru: Контакт

source: Kompaniya nomi
ru: Название компании

source: Requestforhelp
ru: Запрос помощи

source: Subject
ru: Предмет

source: Blog
ru: Блог

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: To'liq manzil
ru: Полный адрес

source: Name
ru: Имя

source: Category
ru: Категория

source: Title
ru: Заголовок

source: BaseProduct
ru: Главный продукт

source: Color name
ru: Название цвета

source: Size
ru: Размер

source: Shotuv kodi
ru: Код продажи

source: Product
ru: Продукты

source: Payment
ru: Оплата

source: Viloyat nomi
ru: Название провинции

source: Province
ru: Провинция

source: Yetkazib berish turi
ru: Адрес доставки

source: Umumiy maxsulot narxi
ru: Итоговая цена

source: Jami narx
ru: Общая стоимость

source: Order
ru: Заказ

source: OrderItem
ru: ЗаказатьЭлемент

source: Tizimga kirish
ru: Авторизоваться

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Roʻyxatdan oʻtish
ru: Зарегистрироваться

source: Bosh sahifa
ru: Домашняя страница

source: Mahsulotlar
ru: Продукции

source: Aloqa
ru: Контакт

source: Chiqish
ru: Выход

source: Asosiy menyu
ru: Главное меню

source: Uy
ru: Дом

source: Mahsulotlarimiz
ru: Наши продукты

source: Biz bilan bog'lanish
ru: Cвязаться с нами

source: Kategoriyalar
ru: Категории

source: Andijon viloyati Andijon tumani Jasorat ko'chasi <br> Andijon-farm EIZ
ru: Андижанская область, Андижанский район, <br> ул. Жасорат, СЭЗ "Андижан-фарм"

source: Tomonidan ishlab chiqilgan
ru: Разработан

source: Ko'rish
ru: Видеть

source: Savat
ru: Корзина

source: Mahsulot
ru: Продукции

source: Narxi
ru: Расходы

source: Miqdori
ru: Количество

source: Jami narxi
ru: Общая стоимость

source: Barcha mahsulot narxi
ru: Все цены на товары

source: Toʻlov uchun mahsulot
ru: Продукт для оплаты

source: Savatda maʼlumot yoʻq
ru: В корзине нет товаров

source: Kategoriya
ru: Категории

source: Mahsulotni tekshirish
ru: Проверка продукта

source: Buyurtma xulosasi
ru: Итог заказа

source: Umumiy narx
ru: Итоговая цена

source: To'lov usuli
ru: Способ оплаты

source: Buyurtma berish
ru: Разместить заказ

source: Yetkazib berish manzili
ru: Адрес доставки

source: Click sahifa
ru: Click на страницу

source: Buyurtma identifikatori
ru: номер заказа

source: Foydalanuvchi
ru: Пользователь

source: To'lov miqdori
ru: К оплате

source: Yetkaziberish narxi
ru: Адрес доставки

source: To'lov
ru: Толов

source: Sizga yordam berishni kutamiz
ru: Мы с нетерпением ждем, чтобы помочь вам

source: Biz bilan bog'laning sizga yordam berishdan mamnumiz. Biz doim qo'llab quvatlaymiz
ru: Свяжитесь с нами, мы будем рады помочь вам. Мы всегда поддерживаем

source: Mahsulot | Tafsiloti
ru: Продукт | Деталь

source: Tafsilot
ru: Деталь

source: Sotuv kodi
ru: Код продажи

source: Variant kodi
ru: Код варианта

source: Variant narxi
ru: Цена опциона

source: Mavjudligi
ru: Доступность

source: Razmer tanlang
ru: Выберите размер

source: Rangi
ru: Цвет

source: Savatchaga qo'shish
ru: добавить в корзину

source: Tavsifi
ru: Описание

source: HOZIR KO'RISH
ru: СМОТРИ СЕЙЧАС

source: QULAY YETKAZIB BERISH XIZMATI
ru: УДОБНАЯ СЛУЖБА ДОСТАВКИ

source: Mijozning uyigacha yetkazib berish
ru: Доставка до дома клиента

source: Fargo topshirish markazlaridan olib ketish
ru: Самовывоз из центров доставки Fargo

source: QULAY VA TEZ TO'LOV
ru: УДОБНАЯ И БЫСТРАЯ ОПЛАТА

source: Click to'lov tizimi orqali xaridlaringizni oson va tez amalga oshiring
ru: Совершайте покупки легко и быстро через платежную систему Click

source: 24/7 QO'LLAB-QUVVATLASH
ru: 24/7 ПОДДЕРЖКА

source: Payment sahifa
ru: Страница оплаты

source: Qidirmoq
ru: Поиск

source: Kechirasiz siz izlagan malumot topilmadi
ru: Извините, информация, которую вы искали, не найдена
